INSERT INTO 箱子物品概率 (箱子名, 物品名, 类型, 最小数量, 最大数量, 获取概率)
VALUES
    ('木匣', '金币', '钱', 4, 18, 1),
    ('木匣', '一小袋金币', '钱', 20, 90, 0.0952),
    ('木匣', '一大袋金币', '钱', 100, 500, 0.0476),
    ('木匣', '学徒诱饵', '鱼饵', 1, 4, 0.2222),
    ('木匣', '熟手诱饵', '鱼饵', 1, 4, 0.1111),

    ('铁匣', '金币', '钱', 50, 100, 1),
    ('铁匣', '一袋金币', '钱', 500, 1000, 0.2500),
    ('铁匣', '熟手诱饵', '鱼饵', 2, 4, 0.3333),
    ('铁匣', '大师诱饵', '鱼饵', 2, 4, 0.1667),
    -- ('铁匣', '甲虫钓竿', '鱼竿', 1, 1, 1),

    ('金匣', '金币', '钱', 100, 150, 1),
    ('金匣', '一袋金币', '钱', 800, 2000, 0.3333),
    ('金匣', '大师诱饵', '鱼饵', 3, 7, 0.6667);