INSERT INTO fishing_rod_store (ItemName, ItemCount, ItemType, ItemValue, ItemDurability)
VALUES
    ('木钓竿', 1, '鱼竿', 0.66, 10),
    ('强化钓竿', 1, '鱼竿', 24.00, 40),
    ('灵魂钓手', 1, '鱼竿', 240.00, 30),
    ('捕肉手', 1, '鱼竿', 312.00, 40),
    ('甲虫钓竿', 1, '鱼竿', 200.00, 33),
    ('鱼饵投掷者', 1, '鱼竿', 200.00, 10),
    ('玻璃钢钓竿', 1, '鱼竿', 100.00, 15),
    ('机械师钓竿', 1, '鱼竿', 400.00, 30),
    ('冤大头钓竿', 1, '鱼竿', 700.00, 25),
    ('熔线钓钩', 1, '鱼竿', 1000.00, 30),
    ('金钓竿', 1, '鱼竿', 2000.00, 70),
    ('野性双头钓竿', 1, '鱼竿', 888.00, 35);